[
    {
        "joke": "What kind of music should you listen to while fishing? Something catchy!"
    },
    {
        "joke": "Why was the broom late? It over-swept."
    },
    {
        "joke": "What do you call a factory that makes OK products? A satisfactory."
    },
    {
        "joke": "Why did Waldo go to therapy? To find himself."
    },
    {
        "joke": "I had a joke about canned juice, but I couldn't concentrate."
    },
    {
        "joke": "To the person who stole my diary and then died: My thoughts are with your family."
    },
    {
        "joke": "How does a lawyer say goodbye? I'll be suing ya!"
    },
    {
        "joke": "We’re renovating the house, and the first floor is going great, but the second floor is another story."
    },
    {
        "joke": "Where do crayons go on vacation? Color-ado."
    },
    {
        "joke": "Whenever the cashier at the grocery store asks my dad if he would like the milk in a bag he replies, \"No, just leave it in the carton!\""
    },
    {
        "joke": "Where do armies belong? In your sleeves."
    },
    {
        "joke": "What do you give a scientist with bad breath? Experi-mints."
    },
    {
        "joke": "My dog is a genius. I asked him, \"What's two minus two?\" He said nothing."
    },
    {
        "joke": "I have a joke about immortality, and it never gets old."
    },
    {
        "joke": "Where do pirates get their hooks? Second hand stores."
    },
    {
        "joke": "Why should you never brush your teeth with your left hand? Because a toothbrush works better."
    },
    {
        "joke": "Two hats were hanging on a hat rack. One said 'You stay here, i'll go on a head'."
    },
    {
        "joke": "When does a joke become a dad joke? When it becomes apparent."
    },
    {
        "joke": "My wife and I were out to dinner and the waitress started flirting with me. \"She obviously has COVID,\" my wife said. \"Why?\" I asked. \"Because she has no taste.\""
    },
    {
        "joke": "A steak pun is a rare medium well done."
    },
    {
        "joke": "The coach went to the bank to get his quarterback."
    },
    {
        "joke": "How can you tell an alligator from a crocodile? By paying attention to whether the animal will see you later, or after a while."
    },
    {
        "joke": "What does a baby computer call his father? Data."
    },
    {
        "joke": "Why are pediatricians always so angry? Because they have little patients."
    },
    {
        "joke": "Why did the orange stop halfway across the road? It ran out of juice."
    },
    {
        "joke": "There's a new type of broom in stores. It's sweeping the nation!"
    },
    {
        "joke": "People are making apocalypse joke like there is no tomorrow!"
    },
    {
        "joke": "I wish my gray hair started in Las Vegas because what happens in Vegas, stays in Vegas."
    },
    {
        "joke": "Dad, did you get a haircut? No, I got them all cut."
    },
    {
        "joke": "Why was 6 afraid of 7? Because 7 ate nine!"
    },
    {
        "joke": "You can’t trust atoms. They make up everything!"
    },
    {
        "joke": "How do you make a tissue dance? You put a little boogie in it."
    },
    {
        "joke": "What’s the difference between an African elephant and an Indian elephant? About 5,000 miles."
    },
    {
        "joke": "Why did the orange lose the race? It ran out of juice."
    },
    {
        "joke": "Why were the utensils stuck together? They were spooning."
    },
    {
        "joke": "Why did police arrest the turkey? They suspected fowl play."
    },
    {
        "joke": "I'm reading a book about anti-gravity. It's impossible to put down."
    },
    {
        "joke": "What did the 0 say to the 8? Nice belt!"
    },
    {
        "joke": "Can anyone tell me what oblivious means, because I have no idea."
    },
    {
        "joke": "Why was 6 afraid of 7? Because 7 ate nine!"
    }
]